#токен бота
token = ""

#юмени токен (https://yoomoney.ru/myservices/new), следом client_id и redirect_url вписываем в give_token_yoomoney.py, вам выдает консоль ссылку, заходите на сайт, следом подтверждаете, следом вы переходите(автоматом) на редирект сайт, но в конце будет(?url=(code)), вписываете код и вот токен.
yoomoney_token = ''

#Юмани счет.
yoomoney_shet = ''

#администраторы
adminlist = []

#айди канала логов (туда все логи покупок и пополнений)
logid = 0

#айди роли покупателя (выдаётся после покупки)
roleid = 0

#айди вашего сервера
guildid = 0

#ссылка на изображение иконки в главном меню (/start)
iconurl = 'https://media.discordapp.net/attachments/1063449709412356126/1065627669548503070/7510046.png'

#ссылка на канал/сообщение/сервер вашей поддержки
supporturl = 'https://discord.gg/rp3rTsCQTj'
